---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.GeoLocation
source: html/9d2f8cce-498f-08db-f4a0-8e62e0ad90fa.htm
---
# Autodesk.Revit.DB.GroupTypeId.GeoLocation Property

Geolocation.

## Syntax (C#)
```csharp
public static ForgeTypeId GeoLocation { get; }
```